{"Headline":"Why Minnesota's U.S. House races matter more this yearxx","body":[{"type":"text","value":"Buoyed by early victories in key special elections and an energized political base, Democrats are hoping to take control of the U.S. House for the first time since 2010."},{"type":"text","value":"In order to do so, they will have to flip XX seats currently held by Republicans while holding on to the XXX seats they already control."},{"type":"text","value":"In both cases, their path to victory could run through Minnesota. That’s because:"},{"type":"text","value":"Half of Minnesota’s House races are pretty solid locks for their parties due to either popular incumbents or lengthy histories of partisan voting. District 5, for instance, should remain blue after Keith Ellison’s departure, while DFL Rep. Collin Peterson has served an otherwise red District 7 since 1991."},{"type":"text","value":"So what makes these other districts toss-ups?"},{"type":"text","value":"A handful of factors set the other half of Minnesota’s congressional contests apart from the pack, creating political conditions where party control could flip."},{"type":"component","value":{"name":"TossupsChart"}},{"type":"text","value":"For the DFL, Districts 1 and 8 were hotly-contested in 2016 and could be even closer this coming November. Rick Nolan barely held on in his rematch against Republican Stuart Mills, while Tim Walz eked out his win by less than a point."},{"type":"text","value":"Meanwhile, the GOP also has some contested territory to defend since District 2 is a rematch of a close race from 2016 between Rep. Jason Lewis and Democrat Angie Craig, while District 3 was won by Hillary Clinton, even while Erik Paulsen was re-elected to his fifth term."},{"type":"text","value":"<strong>Redder and Bluer</strong>"},{"type":"text","value":"Shifting partisan winds are a big part of why these races were so close and will be again in 2018."},{"type":"text","value":"One way to measure this shift is the Cook Partisan Voting Index (CPVI), computed by the Cook Political Report via comparisons of the state’s average Democratic and Republican presidential vote share to the national average in the past two elections."},{"type":"text","value":"It shows that the DFL’s seats in Districts 1 and 8 have CPVI scores of R+5 and R+4 respectively, meaning they lean more Republican. And these districts been shifting rightward for years, something reflected in their ever-narrowing vote margins."},{"type":"component","value":{"name":"CVPIChart"}},{"type":"text","value":"On paper, one can’t help but see these as Republican districts, and as opportunities for the GOP to pick up seats it hasn’t held in decades. And barring the same kind of split-ticket voting that has allowed Rep. Peterson in District 7 to survive and thrive, these districts may be a gateway for Republicans to defend their house majority."},{"type":"text","value":"In Districts 2 and 3 meanwhile, CPVI scores have been drifting the other direction. Reps. Lewis and Paulsen both vote with President Trump 90 percent of the time, even though their districts are rated R+2 and D+1, which is pretty close to even."},{"type":"text","value":"<strong>A national focus</strong>"},{"type":"text","value":"These factors have captured the attention of political forecasters and political fundraising operations alike, placing a greater national focus on these House races than in recent years past."},{"type":"text","value":"Both the NRCC and the DCCC have these Minnesota races in their fundraising and advertising crosshairs, as do various PACs and Super PACs."},{"type":"text","value":"The big election handicappers like FiveThirtyEight, Sabato’s Crystal Ball, Cook Political Report and others universally rate these races as toss-ups."},{"type":"text","value":"Presidential administrations and their political parties <a href=\"http://www.startribune.com/will-november-bring-a-blue-wave-for-democrats-republicans-hope-tax-cut-means-no/473597813/\">often suffer significant losses during midterm election years</a>, especially in the House, or so wisdom from past elections tells us."},{"type":"text","value":"Just how many seats the GOP loses, and whether it's enough to help Democratic fortunes, remains to be seen."},{"type":"text","value":"What's clear though is how contentious these House races will be right up through Election Day."}]}
